import Navbar from "@/components/Navbar";
import Link from "next/link";


const PrivacyPage = () => {
    return (
        <main className="container ">
            <Navbar/>
            <div className="max-w-6xl mx-auto relative z-30 p-6 md:p-10">
                <h1 className="text-2xl font-normal font-lora text-black mb-8 text-left">
                    Політика конфіденційності
                </h1>

                <div className=" text-grey">
                    <p className="mb-6">
                        Дана Політика конфіденційності персональних даних (далі – Політика конфіденційності) діє
                        відносно всієї інформації, яку сайт, розташований на доменному імені{' '}
                        <Link href="https://logodar.com.ua/" className=" hover:underline">
                            https://logodar.com.ua/
                        </Link>, може отримати про Користувача під час використання сайту, програм і послуг.
                    </p>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        1. ВИЗНАЧЕННЯ ТЕРМІНІВ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        1.1 У цій Політиці конфіденційності використовуються такі терміни:
                    </h3>

                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>
                            <strong>«Адміністрація сайту»</strong> – уповноважені співробітники на управління сайтом, що
                            діють
                            від імені ФОП Ярмак Т.В., які організовують і (або) здійснює обробку персональних даних,
                            а також визначає цілі обробки персональних даних, склад персональних даних, що підлягають
                            обробці, дії (операції), що здійснюються з персональними даними.
                        </li>

                        <li>
                            <strong>«Персональні дані»</strong> – будь-яка інформація, що стосується прямо або побічно
                            певного або визначається фізичній особі (суб’єкту персональних даних).
                        </li>
                        <li>
                            <strong>«Обробка персональних даних»</strong> – будь-яка дія (операція) або сукупність дій
                            (операцій), що здійснюються з використанням засобів автоматизації або без використання таких
                            засобів з персональними даними, включаючи збір, запис, систематизацію, накопичення,
                            зберігання, уточнення (оновлення, зміна), витяг, використання, передачу (поширення, надання,
                            доступ), знеособлення, блокування, видалення, знищення персональних даних.
                        </li>
                        <li>«Конфіденційність персональних даних» – обов’язкове для дотримання Оператором або іншим
                            отримав доступ до персональних даних особою вимога не допускати їх поширення без згоди
                            суб’єкта персональних даних або наявності іншого законного підстави.
                        </li>
                        <li>«Користувач сайту (далі Користувач)» – особа, яка має доступ до Сайту, за допомогою мережі
                            Інтернет і використовує Сайт.
                        </li>
                        <li>
                            «Cookies» – невеликий фрагмент даних, відправлений веб-сервером і зберігається на комп’ютері
                            користувача, який веб-клієнт або веб-браузер кожен раз пересилає веб-серверу в HTTP-запиті
                            при спробі відкрити сторінку відповідного сайту.
                        </li>
                        <li>
                            «IP-адреса» – унікальний мережеву адресу вузла в комп’ютерній мережі, побудованої за
                            протоколом IP.
                        </li>
                    </ol>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        2. ЗАГАЛЬНІ ПОЛОЖЕННЯ
                    </h2>

                    <p className="mb-6">
                        2.1. Використання Користувачем сайту означає згоду з цією Політикою конфіденційності та умовами
                        обробки персональних даних Користувача.
                    </p>
                    <p className="mb-6">
                        2.2. У разі незгоди з умовами Політики конфіденційності Користувач повинен припинити
                        використання
                        сайту.
                    </p>
                    <p className="mb-6">
                        2.3. Ця Політика конфіденційності застосовується лише до сайту, який розташований на доменному
                        імені{' '}
                        <Link href="https://logodar.com.ua/" className="hover:underline">
                            https://logodar.com.ua/
                        </Link>. Сайт не контролює і не несе відповідальність за сайти третіх осіб, на які Користувач
                        може перейти по посиланнях, доступним на сайті.
                    </p>
                    <p className="mb-6">
                        2.4. Адміністрація сайту не перевіряє достовірність персональних даних, що надаються
                        Користувачем
                        сайту.
                    </p>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        3. ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
                    </h2>
                    <p className="mb-6">
                        3.1. Ця Політика конфіденційності встановлює зобов’язання Адміністрації сайту щодо
                        нерозголошення
                        та забезпечення режиму захисту конфіденційності персональних даних, які Користувач повинен за
                        вимогою надати Адміністрації сайту при реєстрації на сайті або при оформленні замовлення для
                        придбання Послуги.
                    </p>
                    <p className="mb-6">
                        3.2. Персональні дані, дозволені до обробки в рамках цієї Політики конфіденційності, надаються
                        Користувачем шляхом заповнення реєстраційної форми на сайті який розташований на доменному імені
                        https://logodar.com.ua/, в розділі Реєстрація включають в себе наступну інформацію:
                    </p>
                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>
                            прізвище, ім’я, по батькові Користувача;
                        </li>
                        <li>
                            контактний телефон Користувача;
                        </li>
                        <li>контактний телефон Користувача;</li>
                    </ol>
                    <p className="mb-6">
                        3.3. Сайт захищає Дані, які автоматично передаються в процесі перегляду рекламних блоків і при
                        відвідуванні сторінок, на яких встановлено статистичний скрипт системи (“піксель”):
                        <br/>IP адреса;
                        <br/>інформація з cookies;
                        <br/>інформація про браузер (чи іншої програми, яка здійснює доступ до показу реклами);
                        <br/>час доступу;
                        <br/>адреса сторінки, на якій розташований рекламний блок;
                        <br/> реферер (адреса попередньої сторінки).
                    </p>
                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>Відключення cookies може спричинити неможливість доступу до частин сайту, що вимагають
                            авторизації.
                        </li>
                        <li> Сайт, який розташований на доменному імені https://logodar.com.ua/, здійснює збір
                            статистики про IP-адреси своїх відвідувачів. Дана інформація використовується з метою
                            виявлення і вирішення технічних проблем, для контролю законності проведених фінансових
                            платежів.
                        </li>
                    </ol>
                    <p className="mb-6">
                        3.4. Будь-яка інша персональна інформація не обговорені вище (історія покупок, використовувані
                        браузери і операційні системи і т.д.) підлягає надійному зберіганню і нерозповсюдження, за
                        винятком випадків, передбачених в п.п. 5.2. і 5.3. цієї Політики конфіденційності.</p>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        4. ЦІЛІ ЗБОРУ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ КОРИСТУВАЧА </h2>
                    <p className="mb-6">4.1. Персональні дані Користувача Адміністрація сайту може використовувати в
                        цілях:</p>
                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li> Ідентифікації Користувача, зареєстрованого на сайті, для оформлення замовлення і (або)
                            укладення Договору купівлі-продажу товару дистанційним способом з ФОП Ярмак Т.В.
                        </li>
                        <li>Надання Користувачеві доступу до персоналізованих ресурсів Сайту.</li>
                        <li>Встановлення з Користувачем зворотного зв’язку, включаючи напрямок повідомлень, запитів, що
                            стосуються використання Сайту, надання послуг, обробка запитів і заявок від Користувача.
                        </li>
                        <li>Визначення місця знаходження Користувача для забезпечення безпеки, запобігання шахрайства.
                        </li>
                        <li>Підтвердження достовірності та повноти персональних даних, наданих Користувачем.</li>
                        <li>Створення облікового запису для здійснення покупок, якщо Користувач дав згоду на створення
                            облікового запису.
                        </li>
                        <li>Повідомлення Користувача Сайту про стан Замовлення.</li>
                        <li>Обробки і отримання платежів, підтвердження податку або податкових пільг, заперечування
                            платежу, визначення права на отримання кредитної лінії Користувачем.
                        </li>
                        <li>Надання Користувачеві ефективної клієнтської і технічної підтримки при виникненні проблем
                            пов’язаних з використанням Сайту.
                        </li>
                        <li>Надання Користувачеві з його згоди, оновлень продукції, спеціальних пропозицій, інформації
                            про ціни, розсилки новин та інших відомостей від імені або від імені партнерів.
                        </li>
                        <li>Здійснення рекламної діяльності за згодою Користувача.</li>
                        <li>Надання доступу Користувачеві на сайти або сервіси партнерів з метою отримання продуктів,
                            оновлень і послуг.
                        </li>
                    </ol>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">5. СПОСОБИ І
                        ТЕРМІНИ ОБРОБКИ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ</h2>
                    <p className="mb-6">5.1. Обробка персональних даних Користувача здійснюється без обмеження терміну,
                        будь-яким законним способом, в тому числі в інформаційних системах персональних даних з
                        використанням засобів автоматизації або без використання таких засобів.</p>
                    <p className="mb-6">5.2. Користувач погоджується з тим, що Адміністрація сайту має право передавати
                        персональні дані третім особам, зокрема, кур’єрським службам, організаціями поштового зв’язку,
                        операторам електрозв’язку, виключно з метою виконання замовлення Користувача, оформленого на
                        Сайті «Вектор Океанія», включаючи доставку Товару.</p>
                    <p className="mb-6">5.3. Персональні дані Користувача можуть бути передані уповноваженим органам
                        державної влади України тільки на підставах та в порядку, встановленим законодавством
                        України.</p>
                    <p className="mb-6">5.4. При втраті або розголошення персональних даних Адміністрація сайту інформує
                        Користувача про втрату або розголошення персональних даних.</p>
                    <p className="mb-6">5.5. Адміністрація сайту вживає необхідних організаційних і технічних заходів
                        для захисту персональної інформації Користувача від неправомірного або випадкового доступу,
                        знищення, перекручення, блокування, копіювання, поширення, а також від інших неправомірних дій
                        третіх осіб.</p>
                    <p className="mb-6">5.6. Адміністрація сайту спільно з Користувачем вживає всіх необхідних заходів
                        щодо запобігання збиткам або інших негативних наслідків, викликаних втратою або розголошенням
                        персональних даних Користувача.</p>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">6. ЗОБОВ’ЯЗАННЯ
                        СТОРІН</h2>
                    <p className="mb-6">
                        6.1. Користувач зобов’язаний:
                    </p>
                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>Надати інформацію про персональні дані, необхідну для користування Сайтом.</li>
                        <li>Оновити, доповнити надану інформацію про персональні дані в разі зміни даної інформації.
                        </li>
                    </ol>
                    <p className="mb-6">
                        6.2. Адміністрація сайту зобов’язана:
                    </p>
                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>Використовувати отриману інформацію виключно для цілей, зазначених у п. 4 цієї Політики
                            конфіденційності.
                        </li>
                        <li>Забезпечити зберігання конфіденційної інформації в таємниці, не розголошувати без
                            попередньої письмової згоди Користувача, а також не здійснювати продаж, обмін,
                            опублікування, або розголошення іншими можливими способами переданих персональних даних
                            Користувача, за винятком п.п. 5.2. і 5.3. цієї Політики Конфіденційності.
                        </li>
                        <li>Вживати заходів обережності для захисту конфіденційності персональних даних Користувача
                            згідно з порядком, який зазвичай використовується для захисту такого роду інформації в
                            існуючому діловому обороті.
                        </li>
                        <li>Здійснити блокування персональних даних, що відносяться до відповідного Користувачеві, з
                            моменту звернення або запиту Користувача або його законного представника або уповноваженого
                            органу з захисту прав суб’єктів персональних даних на період перевірки, в разі виявлення
                            недостовірних персональних даних або неправомірних дій.
                        </li>
                    </ol>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">7.
                        ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
                    <p className="mb-6">
                        7.1. Адміністрація сайту, яка не виконала свої зобов’язання, несе відповідальність за збитки,
                        понесені Користувачем у зв’язку з неправомірним використанням персональних даних, відповідно до
                        законодавства України за винятком випадків, передбачених п.п. 5.2., 5.3. і 7.2. цієї Політики
                        Конфіденційності.
                    </p>
                    <p className="mb-6">7.2. У разі втрати або розголошення Конфіденційної інформації Адміністрація
                        сайту не несе відповідальність, якщо дана конфіденційна інформація:</p>
                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>Стала публічним надбанням до її втрати або розголошення.</li>
                        <li>Була отримана від третьої сторони до моменту її отримання Адміністрацією сайту.</li>
                        <li>Була розголошена за згодою Користувача.</li>
                    </ol>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">8. ВИРІШЕННЯ
                        СПОРІВ</h2>
                    <p className="mb-6">8.1. До звернення в суд з позовом у спорах, що виникають із відносин між
                        Користувачем сайту і Адміністрацією сайту, обов’язковим є пред’явлення претензії (письмового
                        пропозиції про добровільне врегулювання спору).</p>
                    <p className="mb-6">8.1. До звернення в суд з позовом у спорах, що виникають із відносин між
                        Користувачем сайту і Адміністрацією сайту, обов’язковим є пред’явлення претензії (письмового
                        пропозиції про добровільне врегулювання спору).</p>
                    <p className="mb-6">8.3. При не досягненні угоди суперечка буде переданий на розгляд до судового
                        органу відповідно до чинного законодавства України.</p>
                    <p className="mb-6">8.4. До цій Політиці конфіденційності та відносин між Користувачем і
                        Адміністрацією сайту застосовується чинне законодавство України.</p>
                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">9. ДОДАТКОВІ
                        УМОВИ</h2>
                    <p className="mb-6">9.1. Адміністрація сайту має право вносити зміни в справжню Політику конфіденційності без згоди Користувача.</p>
                    <p className="mb-6">9.2. Нова Політика конфіденційності вступає в силу з моменту її розміщення на Сайті, якщо інше не передбачено новою редакцією Політики конфіденційності.</p>
                    <p className="mb-6">9.3. Всі пропозиції або питання по цій Політиці конфіденційності слід повідомляти на електронну пошту info@logodar.com.ua</p>
                    <p className="mb-6">9.4. Діюча Політика конфіденційності розміщена на сторінці за адресою</p>
                </div>
            </div>
        </main>
    )
}

export default PrivacyPage;