import Navbar from "@/components/Navbar";
import Link from "next/link";

const OfferPage = () => {
    return (
        <main>
            <Navbar/>
            <div className="max-w-6xl mx-auto relative z-30 p-6 md:p-10">
                <h1 className="text-2xl font-normal font-lora text-black mb-8 text-left">
                    Договір оферти
                </h1>

                <div className="text-grey">
                    <p className="mb-6">
                        Увага! Авторські права захищено, а «ЛОГОДАР» є зареєстрована торгівельна марка. Будь-яка спроба
                        розповсюдження, перепродажу, перепосилання, копіювання авторських матеріалів і використання
                        методик, навчальних курсів, вебінарів, семінарів, їх назв та змісту в тому числі без зазначення
                        першоджерела («ЛОГОДАР») є порушенням прав Тетяни Ярмак на інтелектуальну власність. У випадках
                        порушення авторських прав передбачено кримінальну відповідальність. Засновник/Виконавець не несе
                        відповідальності за несвоєчасне надання послуг у випадках надання Замовником недостовірної
                        інформації. Матеріали, наповнення курсів, вебінарів, семінарів, методики Інноваційного
                        реабілітаційного онлайн центру «ЛОГОДАР» дорівнюються до друкованих видань і/та аудіо-,
                        відео-касетам, дискам, флеш носіям з записами, які у відповідності з Постановою Кабінету
                        Міністрів України від 19 березня 1994 року, № 172 «Про реалізацію окремих положень Закону
                        України «Про захист прав споживачів»» Поверненню не підлягають.
                    </p>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        1. ЗАГАЛЬНІ ПОЛОЖЕННЯ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        1.1. Справжній Публічний договір (далі – Оферта, договір) являє собою офіційну пропозицію
                        «Виконавця» на сайті{' '}
                        <Link href="https://logodar.com.ua/" className="hover:underline">
                            https://logodar.com.ua/
                        </Link>
                        , з надання Інформаційних та консультаційних послуг дієздатним фізичним особам та таким, що
                        потребують психолого-логопедичних послуг (далі – Замовник) на перерахованих нижче умовах шляхом
                        надання інформації, консультації через онлайн вебінар – спеціальної форми передачі інформації,
                        онлайн зв’язок, спрямованої на придбання Замовником додаткових знань, умінь і навичок у певній
                        сфері діяльності, а також консультаційної допомоги в результаті використання Замовником
                        особливих заходів, визначених ним на свій розсуд, або відчуження на користь Замовника тренінгу в
                        запису, проведеної онлайн консультації – за встановлену плату.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        1.2. Ухвалення (акцепт) даної Оферти означає повне і беззастережне прийняття Замовником всіх
                        умов без будь-яких вийнятків і / або обмежень і прирівнюється відповідно до ч. 2 ст. 642
                        Цивільного кодексу України (далі ЦК України) до висновку сторонами двостороннього письмового
                        договору на умовах, які викладені нижче в цій Оферті.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        1.3. Даний Публічний договір на надання консультаційно-інформаційних послуг (Оферта) вважається
                        укладеним (акцептованою) з моменту заповнення Замовником облікового запису на Сайті Виконавця і
                        надходження грошових коштів Замовника на розрахунковий рахунок Виконавця.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        1.4. Виконавець і Замовник надають взаємні гарантії своєї право- та дієздатності необхідні для
                        укладення та виконання цього Договору на надання Інформаційних та консультаційних послуг.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        2. ВИЗНАЧЕННЯ І ТЕРМІНИ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        2.1. З метою цієї Оферти нижченаведені терміни вживаються в такому значенні:
                    </h3>

                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>
                            <strong>Оферта</strong> – справжній публічний договір на надання інформаційних послуг.
                        </li>
                        <li>
                            <strong>Сайт</strong> – інтернет-сайт{' '}
                            <Link href="https://logodar.com.ua/" className="hover:underline">
                                https://logodar.com.ua/
                            </Link>
                            , що використовується Виконавцем на правах власності або інша онлайн-платформа, яку
                            Виконавець буде використовувати згідно відповідного Договору.
                        </li>
                        <li>
                            <strong>Інформаційні, консультаційні послуги</strong> – будь-які послуги Виконавця, види і
                            вартість яких визначена на Сайті, з надання обмеженого доступу Замовника до Сайту відповідно
                            до умов оферти для участі в тематичних тренінгах в форматі вебінарів, супутніх їм семінарах
                            в форматі вебінарів, а також інформаційних послуг Виконавця з надання за плату
                            мультимедійних курсів-тренінгів (тренінги в запису), і супутніх інформаційних послуг
                            Виконавця в формі консультацій, за допомогою використання безкоштовного програмного
                            забезпечення з закритим кодом, що забезпечує шифровану голосовий зв’язок і відеозв’язок
                            через Інтернет між комп’ютерами (VoIP), використовуючи технології пірінгових мереж
                            (SKYPE-консультації), або консультаційних послуг в іншій формі. Форма і необхідність надання
                            супутніх інформаційних послуг визначаються Виконавцем самостійно.
                        </li>
                        <li>
                            <strong>Акцепт оферти</strong> – повне і беззастережне прийняття оферти шляхом здійснення
                            дій по 100% попередній оплаті Інформаційної/Консультаційної послуги.
                        </li>
                        <li>
                            <strong>Виконавець</strong> – ФОП Ярмак Т.В., ІПН 2965614600, або інша фізична та/або
                            юридична особа, яка має право надати Інформаційні/Консультаційні послуги Замовнику на умовах
                            цієї Оферти.
                        </li>
                        <li>
                            <strong>Замовник</strong> – особа, яка здійснила Акцепт оферти на викладених в ній умовах.
                        </li>
                        <li>
                            <strong>Договір на надання інформаційних/Консультаційних послуг</strong> (далі – Договір) –
                            договір між Замовником та Виконавцем на надання Інформаційних/Консультаційних послуг, який
                            укладається як Акцепту цієї Оферти.
                        </li>
                    </ol>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        3. ПРЕДМЕТ ДОГОВОРУ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        3.1. Предметом цієї Оферти є оплатне надання Замовнику Інформаційних/Консультаційних послуг
                        силами Виконавця відповідно до умов цієї Оферти шляхом надання Інформаційних/Консультаційних
                        послуг в інтерактивному (онлайн) форматі за винагороду, що виплачується Замовником Виконавцю,
                        або надання Замовнику відеозапису вебінару, паперовому висновку за плату.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        3.2. Вартість кожного виду Інформаційної/Консультаційної послуги встановлюється на Сайті
                        Виконавця. Даний договір на надання інформаційних/консультаційних послуг вважається укладеним з
                        моменту надходження грошових коштів на розрахунковий рахунок Виконавця.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        3.3. Платежі за цим договором здійснюються одним зі способів, що пропонуються Замовнику, в тому
                        числі при натисканні кнопки «Оплатити», які включають в себе:
                    </h3>

                    <ol className="list-decimal pl-8 space-y-6 font-base font-regular text-grey mt-6 mb-3">
                        <li>оплата електронними грошима;</li>
                        <li>оплата через платіжні термінали або інтернет-банкінг;</li>
                        <li>оплата на розрахунковий рахунок Виконавця через банк;</li>
                        <li>іншими способами за попереднім погодженням з Виконавцем.</li>
                    </ol>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        4. УМОВИ НАДАННЯ ІНФОРМАЦІЙНОЇ/КОНСУЛЬТАЦІЙНОЇ ПОСЛУГИ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.1. Виконавець надає обмежений доступ Замовнику до Інформаційної послуги, розміщеної на Сайті,
                        передає запис вебінару, друкованих висновків консультації або надає доступ в закриту зону сайту,
                        шляхом передачі паролів доступу, за умови 100% передоплати цієї послуги.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.2. Види і способи оплати кожного виду Інформаційної/Консультаційної послуги обговорюються між
                        Замовником та Виконавцем.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.3. Участь у вебінарі, консультації підтверджується заповненням Замовником відповідної заявки
                        на участь, або замовлення консультації та внесенням оплати одним із способів, зазначених на
                        Сайті. Посилання на участь у вебінарі/консультації надаються Замовнику шляхом їх направлення на
                        адресу електронної пошти Замовника, зазначеної ним при заповненні заявки на отримання
                        Інформаційних/Консультаційних послуг шляхом участі в онлайн вебінарі, консультації.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.5. У разі, якщо протягом 2 робочих днів Замовник по тій або іншій причині не отримав доступу
                        до Інформаційної/Консультаційної послуги, йому необхідно звернутися в службу підтримки Виконавця
                        за адресою: <a href="mailto:info@logodar.com.ua"
                                       className="hover:underline">info@logodar.com.ua</a>
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.6. Виконавець зобов’язується надати Замовнику Інформаційну/Косультаційну послугу шляхом
                        організації та проведення вебінару, консультації в термін, зазначений на Сайті, або відповідно
                        запису на консультацію або шляхом надання Замовнику доступу до закритої зони Сайту протягом 50
                        робочих днів з моменту надходження грошових коштів на рахунок Виконавця.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.7. Справжня оферта має силу акта про надання слуг. Приймання проводиться без підписання
                        відповідного акта.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.8. Виконавець залишає за собою право анулювати участь Замовника в вебінарі, надання
                        консультації без повернення внесеної плати, в разі порушення ним правил поведінки під час
                        вебінару або неявки на консультацію без попередження. Зазначеними порушеннями є: розпалювання
                        міжнаціональних конфліктів, образа учасників тренінгу, ведучого, відхилення від теми тренінгу,
                        реклама, нецензурні висловлювання, неявка на онлайн консультацію в зазначений час без
                        попередження і т.п.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.9. Виконавець залишає за собою право анулювати участь Замовника в вебінарі або надання
                        консультаційних послуг в разі встановлення факту передачі їм реквізитів для участі у вебінарі
                        третім особам, поширення Замовником інформації і матеріалів, отриманих ним у зв’язку з участю в
                        вебінарі, або отриманих висновків під час консультації третім особам за плату або безоплатно.
                        Використання Замовником інформації і матеріалів, отриманих в результаті отримання
                        Інформаційних/Косультаційних послуг, допускається тільки в особистих цілях і для особистого
                        використання Замовника.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        4.10. Після закінчення навчання повторно посилання доступу до уроків та записів не надаються.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        5. РЕЄСТРАЦІЯ ЗАМОВНИКА НА САЙТІ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        5.1. Надання Замовнику Інформаційної/Консультаційної послуги можливо за умови створення їм на
                        Сайті відповідного облікового запису. Обліковий запис повинен містити прізвище, ім’я Замовника,
                        адреса його електронної пошти, телефон.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        5.2. Замовник несе відповідальність за конфіденційність пароля. При встановленні Замовником
                        фактів несанкціонованого доступу до свого облікового запису, він зобов’язується в самий короткий
                        термін повідомити про цю обставину службу підтримки Виконавця за адресою: <a
                        href="mailto:info@logodar.com.ua" className="hover:underline">info@logodar.com.ua</a>
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        6. ПРАВА ТА ОБОВ’ЯЗКИ ВИКОНАВЦЯ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.1. Виконавець зобов’язується надавати Замовнику цілодобовий доступ до Сайту з використанням
                        облікового запису Замовника.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.2. Виконавець в процесі надання Інформаційної/Консультаційної послуги у вигляді онлайн
                        вебінару/онлайн консультації бере на себе обов’язки з технічного супроводу трансляції
                        онлайн-вебінару, консультації.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.3. Виконавець несе відповідальність за зберігання і обробку персональних даних Замовника,
                        забезпечує конфіденційність цих даних в процесі їх обробки і використовує їх виключно для
                        якісного надання Інформаційної/Консультаційної послуги Замовнику.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.4. Виконавець гарантує надання Замовнику повної і достовірної інформації про наданої послуги
                        на його вимогу.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.5. Виконавець залишає за собою право в будь-який момент змінювати дату та час проведення
                        вебінару, консультації і/або кількість інформації (занять) у курсі вебінару (може змінюватися до
                        5% в односторонньому порядку), попередньо повідомивши Замовника не пізніше трьох календарних
                        днів з моменту прийняття такого рішення, шляхом направлення повідомлення на електронну пошту
                        Замовника.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.6. Виконавець має право змінювати тривалість вебінару, консультації і/або умови цієї Оферти в
                        односторонньому порядку без попереднього повідомлення Замовника, публікуючи зазначені зміни на
                        Сайті, або повідомивши особисто (стосується індивідуальної консультації) не пізніше 3
                        календарних днів з дня їх внесення (прийняття).
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.7. Виконавець має право продовжити терміни проведення вебінару, консультації, повідомивши про
                        це Замовника не пізніше трьох календарних днів з моменту прийняття такого рішення, на термін, що
                        не перевищує 30 календарних днів.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        6.8. Виконавець має право заблокувати обліковий запис Замовника в разі порушення ним правил
                        вебінару, консультації, зазначених в п. 4.8. даної Оферти без повернення внесеної оплати.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        7. ПРАВА ТА ОБОВ’ЯЗКИ ЗАМОВНИКА
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.1. Замовник зобов’язаний надавати достовірну інформацію про себе в процесі створення
                        облікового запису (реєстрації) на Сайті. Замовник несе відповідальність за достовірність
                        інформації, такої інформації.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.2. Замовник зобов’язується не відтворювати, не повторювати, не копіювати, не продавати, а
                        також не використовувати в яких би то не було цілях інформацію і матеріали, що стали йому
                        доступними в зв’язку з наданням Інформаційної, консультаційної послуги, за винятком їх
                        особистого використання.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.3. Замовник зобов’язаний підтримувати в справному технічному стані обладнання та канали
                        зв’язку, що забезпечують йому доступ до Сайту, входити на Сайт під своїм акаунтом одночасно
                        тільки з одного персонального комп’ютера. Виконавець не несе відповідальності за ненадання
                        (неякісне надання) Інформаційної/Консультаційної послуги з причин, не залежних від Виконавця (в
                        т.ч. через невиконання п. 7.1 даної Оферти).
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.4. Замовник користується всіма правами споживача відповідно до чинного законодавства України,
                        що регулює відносини за відплатним надання послуг.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.5. Замовник у разі надання йому послуги неналежної якості має право скористатися правами,
                        передбаченими ст. 8 Закону України «Про захист прав споживачів», виключно у випадках, коли
                        порушення його прав сталося з вини Виконавця і при доведеності зазначеної обставини.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.6. Всі претензії щодо якості наданої Інформаційної послуги повинні направлятися Замовником на
                        адресу Виконавця за допомогою листа на електронну пошту <a href="mailto:info@logodar.com.ua"
                                                                                   className="hover:underline">info@logodar.com.ua</a>.
                        Термін розгляду претензії(й) Замовника Виконавцем складає 30 (тридцять) днів (в тому числі
                        претензій, що містять вимогу про повернення грошових коштів) з моменту надходження претензії на
                        адресу Виконавця, після закінчення якого Виконавцем приймається одне з таких рішень: 1) про
                        незгоду з претензією і про відмову в поверненні коштів, або 2) про згоду з претензією і про
                        задоволення вимоги про повернення коштів.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.7. У разі прийняття рішення Виконавцем про повернення грошових коштів, Грошові кошти
                        повертаються Замовнику шляхом їх: зарахування на рахунок Замовника в платіжних системах кредитну
                        карту, особистий рахунок або інші реквізити узгоджені сторонами. Всі повернення грошових коштів
                        здійснюються за умови спрямування Замовником на адресу Виконавця заяви за формою, яке буде
                        вислано Замовнику листом по електронній пошті. Сторонами беззастережно приймається, що остаточне
                        рішення про спосіб повернення грошових коштів залишається в кожному конкретному випадку на
                        розсуд Виконавця. У разі повернення коштів на рахунок Замовника у банку або на рахунок Замовника
                        в платіжній системі, заповнену заяву на повернення грошових коштів з підписом Замовника за
                        формою в відсканованому електронному вигляді треба надіслати електронною поштою Виконавцю
                        (допускаються наступні формати файлу: gif, jpeg, pdf). Заява на повернення Грошових коштів
                        повинна містити в обов’язковому порядку відомості про рахунок Замовника, комерційної організації
                        (банку), де зберігається рахунок, її адресу. У разі відсутності в заяві необхідних відомостей,
                        необхідних для здійснення повернення коштів Виконавець не гарантує термінів, зазначених у п.
                        7.8.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        7.8. Грошові кошти зараховуються на рахунок в банку, зазначений Замовником, протягом 30-ти
                        календарних днів з моменту, коли Виконавець отримав підписану і відскановану заяву Замовника за
                        формою. Фінансовий документ, що підтверджує внесення грошових коштів Виконавцем на рахунок
                        Замовника, є доказом виконання Виконавцем обов’язків щодо повернення грошових коштів Замовнику,
                        що беззастережно приймається сторонами.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        8. ВІДПОВІДАЛЬНІСТЬ СТОРІН
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        8.1. Виконавець і Замовник, беручи до уваги характер наданої послуги, зобов’язуються в разі
                        виникнення суперечок і розбіжностей, пов’язаних з наданням Інформаційної/Консультаційної
                        послуги, застосовувати досудовий порядок врегулювання спору. У разі неможливості врегулювання
                        спору в досудовому порядку, сторони мають право звернутися до Українського суд.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        8.2. За невиконання або неналежне виконання зобов’язань за цією Оферті, сторони несуть
                        відповідальність відповідно до законодавства України.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        9. ГАРАНТІЇ ЯКОСТІ ІНФОРМАЦІЙНОЇ/КОНСУЛЬТАЦІЙНОЇ ПОСЛУГИ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        9.1. Замовник, приймаючи умови цієї Оферти, приймає на себе також ризик неотримання прибутку і
                        ризик можливих збитків, пов’язаних з використанням знань, умінь і навичок, отриманих Замовником
                        під час надання Інформаційної/Консультаційної послуги.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        9.2. Гарантуючи успішність застосування отриманих знань, умінь і навичок, наданих
                        консультаційних послуг, рекомендацій під час таких, а також отримання Замовником
                        Інформаційної/Консультаційної послуги певного прибутку (доходу) з їх використанням
                        (реалізацією), застосування, виконанням рекомендацій, наданих під час консультації у певному або
                        невизначеному майбутньому, Виконавець не несе відповідальності за неотримання прибутку (доходу),
                        отримання прибутку (доходу) нижче очікувань Замовника, за неотримання позитивних результатів
                        після наданих рекомендацій під час індивідуальної консультації, а також за прямі і непрямі
                        збитки Замовника, оскільки успішність використання Замовником отриманих знань, умінь і навичок,
                        позитивних результатів залежить від виконання рекомендованого.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        10. ФОРС-МАЖОР
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        10.1. Сторони звільняються від відповідальності за часткове або повне невиконання зобов’язань за
                        цим Договором, якщо це невиконання стало наслідком дії обставин непереборної сили (форс-мажорних
                        обставин), що виникли після укладення цього Договору та унеможливили виконання зобов’язань
                        відповідно до умов цього Договору. До таких обставин зокрема, але не обмежуючись, відносяться
                        надзвичайні ситуації техногенного, природного або екологічного характеру, аварії в системах
                        електропостачання, руйнування цих систем, викликані, зокрема, землетрусами, повенями, ураганами
                        і т.д., тривала відсутність електроенергії та інтернету з незалежних від сторін причин,
                        військові дії, заколот, страйк, масові заворушення, безлади і інші протиправні дії, а також стан
                        здоров’я Виконавця (і/або ведучого вебінару), повінь, пожежа, антитерористичні операції,
                        землетрус і інші стихійні лиха, війна, військові дії, неконтрольовані, протиправні дії і акти
                        вандалізму третіх осіб, революційні дії, громадські заворушення, акти або дії органів державного
                        управління, прийняття законних або підзаконних актів, які прямо впливають на можливість
                        виконання сторонами умов цього договору, і будь-які інші надзвичайні обставини.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        10.2. Сторони домовилися, що в разі виникнення обставин, передбачених п. 10.1. Договору, термін
                        виконання зобов’язань за цим Договором відсувається на період часу, протягом якого діяли ці
                        обставини і їх наслідки.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        10.3. Якщо форс-мажорні обставини та їх наслідки продовжують діяти більше шести місяців, сторони
                        в найкоротші терміни повинні провести переговори з метою виявлення прийнятних для обох Сторін
                        альтернативних способів виконання умов цього Договору та досягнення відповідних письмових
                        домовленостей.
                    </h3>

                    <h2 className="text-2xl font-normal font-lora text-black mb-8 text-left uppercase">
                        11. ІНШІ ПОЛОЖЕННЯ
                    </h2>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        11.1. Замовник гарантує, що всі умови оферти йому зрозумілі і він приймає їх безумовно і в
                        повному обсязі, без будь-яких умов, вилучень і застережень.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        11.2. У разі, що не врегульований цим Договором, Сторони зобов’язуються керуватися нормами,
                        встановленими чинним законодавством України.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        11.3. Виконавець за цим Договором є ФОП Ярмак Т.В., ІПН 2965614600 та/або особа, яка має право
                        на надання таких Інформаційних послуг.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        11.4. До даного договору застосовується законодавство України.
                    </h3>

                    <h3 className="font-base font-regular text-grey mt-6 mb-3">
                        11.5. Сторони дають один одному згоду на обробку та зберігання персональних даних, які стають
                        відомими їм у зв’язку з укладенням цього Договору, в межах, в яких це необхідно відповідно до
                        вимог чинного законодавства України.
                    </h3>
                </div>
            </div>
        </main>
    )
}

export default OfferPage;